Repository: bedralin/IDLab_Inventory
Catalog: apps/inventory/locale/*/LC_MESSAGES/django.po
Languages: ru

source: view all inventories
ru: Все инв.карточки

source: create new inventory
ru: Создать новую инв.карточку

source: current balances
ru: Правильность баланса

source: edit
ru: редактировать

source: delete
ru: удалить

source: add transaction
ru: добавить транзакцию

source: details
ru: детально

source: view all transactions
ru: смотреть все транзакции

source: create new transaction
ru: создать новую транзакцию

source: locations
ru: расположение

source: create new location
ru: создать новое место

source: create new supplier
ru: создать нового поставщика

source: suppliers
ru: поставщики

source: assign templates
ru: назначить шаблоны

source: related purchase orders
ru: связанные заказы на закупку

source: view all
ru: Смотреть все

source: create new
ru: Создать

source: orphans
ru: Одиночные

source: photos
ru: Фотографии

source: related assets
ru: связанные активы

source: assign supplies
ru: назначить поставки

source: assign suppliers
ru: назначить поставщиков

source: template
ru: шаблон

source: return to inventory
ru: вернутся в инвентаризацию

source: location
ru: размещение

source: templates
ru: шаблоны

source: inventories
ru: инвентарный учет

source: name
ru: имя

source: address
ru: адрес

source: phone number
ru: телефонный номер

source: description
ru: описание

source: brand
ru: брэнд

source: model
ru: модель

source: part number
ru: отдельный номер

source: notes
ru: комментарий

source: supplies
ru: поставки

source: item template
ru: тип шаблона

source: item templates
ru: типы шаблонов

source: timedate
ru: время

source: inventory
ru: инвентарный учет

source: date
ru: дата

source: inventory transaction
ru: движение устройства

source: inventory transactions
ru: движение устройств

source: supplier
ru: поставщик

source: Will be deleted from any user that may have it assigned and from any item group.
ru: Будет удален любым пользователем, которому было назначено это и от любой группы позиции.

source: orphan templates
ru: одиночное устройство

source: transactions
ru: перемещения

source: transaction
ru: перемещение

source: Unassigned templates
ru: Не назначенные шаблоны

source: Assigned templates
ru: Назначенные устройства

source: Unassigned supplies
ru: Не назначенные поставки

source: Assigned supplies
ru: Назначенные поставки

source: Unassigned suppliers
ru: Не назначенные поставщики

source: Assigned suppliers
ru: Назначенные поставщики

source: assets that use the template
ru: активы которые используют устройство

source: item
ru: изделие

source: qty
ru: количество

source: NOTES
ru: Комментарий
