Repository: bedralin/IDLab_Inventory
Catalog: apps/photos/locale/*/LC_MESSAGES/django.po
Languages: ru

source: delete photo
ru: Удалить фотографию

source: mark photo as main
ru: Марк фотографию как основной

source: Title
ru: Заголовок

source: Main photo?
ru: Главная фотография?

source: photo
ru: фотография

source: photos
ru: фотографии

source: The photo is too big.
ru: Фотография слишком большая

source: The photo was added successfully.
ru: Фотография была удалена успешно.

source: photos for%(object_name)s%(max_photos)s: %(object)s
ru: Фотографии %(object_name)s %(max_photos)s :%(object)s

source: (maximum of %s)
ru: (Максимум %s)

source: main photo
ru: Главная фотография

source: title
ru: Заголовок

source: Upload new photo
ru: Загрузите новую фотографию

source: The main photo has been changed.
ru: Главная фотография была изменена.

source: The main photo was deleted successfully. The another photo has been selected as the main photo.
ru: Фотография была удалена успешно. Остающаяся фотография была выбрана как главная фотография.

source: The main photo was deleted successfully.
ru: Фотография была удалена успешно.

source: The photo was deleted successfully.
ru: Фотография была удалена успешно.

source: Are you sure you wish to delete this photo?
ru: Вы уверены, что хотите удалить эту фотографию?

source: Photos
ru: Фотографии

source: There are no %(title)s
ru: Есть нет %(title)s

source: There are no photos
ru: Нет фотографии

source: Please wait...
ru: Подождите пожалуйста...

source: Add / remove photos
ru: Добавить / удалить фотографии
