Repository: bedralin/IDLab_Inventory
Catalog: apps/movements/locale/*/LC_MESSAGES/django.po
Languages: ru

source: purchase request states
ru: статусы закупок товаров

source: create new purchase request state
ru: создать новую заявку закупки товара

source: edit state
ru: редактировать заявку

source: delete state
ru: удалить заявку

source: purchase requests
ru: заявки на закупки

source: create new request
ru: создать новую заявку

source: edit request
ru: редактировать заявку

source: delete request
ru: удалить заявку

source: close request
ru: закрыть заявку

source: open request
ru: открыть заявку

source: add new item
ru: добавить новое наименование

source: edit item
ru: редактировать наименование

source: delete item
ru: удалить наименование

source: purchase order states
ru: состояние заказов на поставку

source: create new purchase order state
ru: создать новый заказ на поставку

source: purchase order item states
ru: состояние заказа на поставку

source: create new item state
ru: создать новое наименование заказа

source: purchase orders
ru: заказы на поставку

source: create new order
ru: создать новый заказ

source: edit order
ru: редактировать заказ

source: delete order
ru: удалить поставку

source: close order
ru: закрыть поставку

source: open order
ru: открыть поставку

source: close item
ru: закрыть наименование

source: template
ru: шаблон

source: status
ru: статус

source: purchases
ru: закупки

source: name
ru: имя

source: purchase request status
ru: статусы заявок закупок

source: user defined id
ru: id пользователя

source: issue date
ru: дата выпуска

source: date required
ru: дата требования

source: budget
ru: бюджет

source: active
ru: актив

source: originator
ru: создатель

source: notes
ru: комментарии

source: purchase request
ru: заявка на закупку

source: item template
ru: шаблон наименования

source: quantity
ru: количество

source: purchase request item
ru: наименование заявки на закупку

source: purchase request items
ru: наименование заявок на закупки

source: purchase order status
ru: статус заказа на закупку

source: supplier
ru: поставщик

source: purchase order
ru: заказ на закупку

source: purchase order item status
ru: статус позиции заказа на закупку

source: agreed price
ru: согласованная цена

source: received
ru: полученные

source: purchase order item
ru: позиция заказа на закупку

source: purchase order items
ru: позиции заказа на закупку

source: purchase request state
ru: статус заявки на закупку

source: Active
ru: Актив

source: Open
ru: Открыть

source: Closed
ru: Закрыть

source: create new purchase request
ru: создать новую заявку на закупку

source: create new purchase order
ru: создать новый заказ на закупку

source: create new purchase order item state
ru: создать новое статус наименования заказа на закупку

source: The purchase request item was created successfully.
ru: Позиция заявки на закупку была создана успешно

source: add new purchase request item
ru: добавьте новую позицию заявки на закупку

source: This purchase order has already been closed.
ru: Этот заказ на закупку уже закрыт

source: The purchase order has been closed successfully.
ru: Этот заказ на закупку уже закрыт полностью

source: This purchase order is already open.
ru: Этот заказ на закупку был уже закрыт

source: The purchase order has been opened successfully.
ru: Этот заказ на закупку уже открыт

source: This purchase order item has already been closed.
ru: Этот заказ на закупку уже закрыт

source: The purchase order item has been closed successfully.
ru: Этот заказ на закупку уже закрыт полностью

source: The purchase order item was created successfully.
ru: Позиция заявки на закупку была создана успешно

source: add new purchase order item
ru: добавьте новую позицию заявки на закупку
